Repository: MartinLeeSJ/FlagQuiz_JIGURI
Catalog: FlagQuizSwiftUI/FlagQuizSwiftUI/Resources/Localizable.xcstrings
Source language: en
Languages: ko

# %lld.out.of.%lld.problems
source: You've got %1$lld out of %2$lld Problems
ko: %2$lld문제 중 %1$lld문제 맞히셨어요

source: Accuracy
ko: 정확도

# askToView.copy.completed
source: Copied to clipboard
ko: 클립보드에 복사되었습니다.

# askToView.tap.twice.instuction
source: Double-tap to copy to clipboard.
ko: 두번 탭하여 복사하기

# attDescriptionView.continue
source: Continue
ko: 계속하기

# attDescriptionView.instruction.if.you.allow
source: IF YOU ALLOW
ko: 허용하시면

# attDescriptionView.instruction.personalized
source: Displays personalized ads within the app.
ko: 앱 내에서 맞춤화된 광고를 표시합니다.

# attDescriptionView.instruction.support.business
source: Support businesses that want to reach customers through advertising
ko: 광고를 통해 고객에게 도달하려는 비즈니스를 지원합니다.

# attDescriptionView.instruction.support.developer
source: It helps us continue to offer "FlagFrog" services for free.
ko: "지구리" 서비스를 계속해서 무료로 제공하는데 도움이 됩니다.

# attDescriptionView.instruction.there.will.be.alert
source: In the alert that appears when you press the 'Continue' button below
ko: 아래 계속하기 버튼을 누르면 나오게 되는 알람에서

# attDescriptionView.title
source: Would you allow 'FlagFrog' to use service activity information?
ko: 지구리가 서비스 활동정보를 사용하도록 허용하시겠습니까?

source: Cancel
ko: 취소

# cartView.checkout.button.title
source: Check Out
ko: 결제하기

# cartView.discounted.price
source: Discounted Price
ko: 할인된 가격

# cartView.frogstate.great.discount.%lld.description
source: Discounted %lldpercent thanks to FlagFrog's great mood
ko: 지구리가 기분이 좋아서 %lld퍼센트 할인 적용!

# cartView.original.price
source: Original Price
ko: 정가

# cartView.total.items.count.%lld
source: Total %lld items
ko: 총 %lld개 아이템

# cartView.total.price.description
source: TOTAL
ko: 가격 합계

# cartViewFooter.cart.is.empty
source: Cart is empty
ko: 카트가 비어있습니다.

# closetView.save.button.title
source: Save current look
ko: 지금 모습 저장하기

# closetView.title
source: Closet
ko: 옷 갈아입기

# correct.%lld.total.%lld
source: Correct: %1$lld Total: %2$lld
ko: 정답 %1$lld문제 / 총 %2$lld문제

source: Correct Quiz Count
ko: 맞힌 퀴즈 수

# county.detail.title.area
source: Area
ko: 면적

# county.detail.title.borderedCountries
source: Bordered
ko: 인접국

# county.detail.title.capitals
source: Capital
ko: 수도

# county.detail.title.continents
source: Continents
ko: 대륙

# county.detail.title.coordinates
source: Lat. Long.
ko: 위도, 경도

# county.detail.title.languages
source: Languages
ko: 언어

# county.detail.title.population
source: Population
ko: 인구

# county.detail.title.region
source: Region
ko: 지역

# county.detail.title.subregion
source: Subregion
ko: 하위지역

# county.detail.title.timezones
source: Timezones
ko: 시간대

# createFrogView.or
source: OR
ko: 혹은

# createFrogView.search.title
source: Search a Country or State
ko: 국가 혹은 지역 검색하기

# createFrogView.select.country.below.list
source: Choose from the list below.
ko: 아래 목록에서 국가 혹은 지역을 선택하세요.

# createFrogView.select.country.button.title
source: Choose the Country or Region
ko: 결정하기

# createFrogView.select.country.whatever.your.country
source: You are free to choose whatever your nationality is
ko: 국적에 관계없이 자유롭게 선택하실 수 있습니다

# createFrogView.shuffle.button.title
source: Random
ko: 무작위로 고르기

# createFrogView.what.is.frogs.country
source: Where is my first settlement?
ko: 지구리의 첫 정착지는 어디인가요?

# createFrogView.you.can.change.after.using.points
source: You can change it after using the points(EarthCandy) later
ko: 추후 포인트를 사용하여 변경하실 수 있습니다

# createUserNameView.how.can.i.call.you
source: How Can I Call You?
ko: 당신을 어떻게 부를까요?

# editUserNameError.endOfTrial.description
source: Username Change Limit Reached
ko: 별명 변경 제한 도달

# editUserNameError.endOfTrial.failureReason
source: You have exhausted your daily limit for changing your username. Please try again tomorrow.
ko: 하루에 세 번의 별명 변경 기회를 모두 사용하셨습니다. 내일 다시 시도해주세요.

# editUserNameError.failedToUpdate.description
source: Update Failed
ko: 업데이트 실패

# editUserNameError.failedToUpdate.failureReason
source: Please check your internet connection and try again
ko: 업데이트를 실패했습니다. 인터넷 연결을 확인하고 다시 시도해주세요.

# editUserNameError.invalidRequest.description
source: Unauthorized Access Attempt
ko: 잘못된 접근

# editUserNameError.invalidRequest.failureReason
source: For security reasons, your request has been denied
ko: 잘못된 접근입니다. 다시 로그인해주세요.

# errorView.reload
source: Reload
ko: 다시 로드하기

# errorView.title
source: Uh-oh, there is something wrong.
ko: 문제가 발생하였습니다.

# feed.frog.button.placeholder
source: Loading...
ko: 로딩...

# feed.frog.button.title.state.bad
source: Save The Hungry Frog
ko: 지구알사탕으로 회복하기.

# feed.frog.button.title.state.good
source: Giving more candy would be great.
ko: 지구알사탕으로 행복하게 만드세요.

# feed.frog.button.title.state.great
source: The Frog is very happy
ko: 지구리는 매우 행복합니다.

# feed.frog.button.title.state.soso
source: Giving more candy would be better.
ko: 조금만 더 주세요.

source: Finish Quiz
ko: 퀴즈 마치기

# fQItemType.accessory
source: Accessories
ko: 악세사리

# fQItemType.background
source: Backgrounds
ko: 배경

# fQItemType.bottom
source: Bottoms
ko: 하의

# fQItemType.faceDeco
source: Face Decorations
ko: 얼굴 장식

# fQItemType.gloves
source: Gloves
ko: 장갑

# fQItemType.hair
source: HairStyles
ko: 머리 스타일

# fQItemType.hat
source: Hats
ko: 모자

# fQItemType.overall
source: Overalls
ko: 한 벌 의상

# fQItemType.set
source: Sets
ko: 세트

# fQItemType.shoes
source: Shoes
ko: 신발

# fQItemType.top
source: Tops
ko: 상의

# fqRegion.africa
source: Africa
ko: 아프리카

# fqRegion.americas
source: Americas
ko: 아메리카

# fqRegion.antartica
source: Antarctic
ko: 남극

# fqRegion.asia
source: Asia
ko: 아시아

# fqRegion.europe
source: Europe
ko: 유럽

# fqRegion.oceania
source: Oceania
ko: 오세아니아

# fqSubregion.australiaAndNewZealand
source: Australia and New Zealand
ko: 오스트레일리아와 뉴질랜드

# fqSubregion.caribbean
source: Caribbean
ko: 캐리비안

# fqSubregion.centralAmerica
source: Central America
ko: 중앙아메리카

# fqSubregion.centralAsia
source: Central Asia
ko: 중앙아시아

# fqSubregion.centralEurope
source: Central Europe
ko: 중앙유럽

# fqSubregion.easternAfrica
source: Eastern Africa
ko: 동아프리카

# fqSubregion.easternAsia
source: Eastern Asia
ko: 동아시아

# fqSubregion.easternEurope
source: Eastern Europe
ko: 동유럽

# fqSubregion.melanesia
source: Melanesia
ko: 멜라네시아

# fqSubregion.micronesia
source: Micronesia
ko: 마이크로네시아

# fqSubregion.middelAfrica
source: Middle Africa
ko: 중앙아프리카

# fqSubregion.northAmerica
source: North America
ko: 북아메리카

# fqSubregion.northernAfrica
source: Northern Africa
ko: 북아프리카

# fqSubregion.northernEurope
source: Northern Europe
ko: 북유럽

# fqSubregion.polynesia
source: Polynesia
ko: 폴리네시아

# fqSubregion.southAmerica
source: South America
ko: 남아메리카

# fqSubregion.southEasternAsia
source: South-Eastern Asia
ko: 동남아시아

# fqSubregion.southEasternEurope
source: Southeast Europe
ko: 동남유럽

# fqSubregion.southernAfrica
source: Southern Africa
ko: 남아프리카

# fqSubregion.southernAsia
source: Southern Asia
ko: 남아시아

# fqSubregion.southernEurope
source: Southern Europe
ko: 남유럽

# fqSubregion.westernAfrica
source: Western Africa
ko: 서아프리카

# fqSubregion.westernAsia
source: Western Asia
ko: 서아시아

# fqSubregion.westernEurope
source: Western Europe
ko: 서유렵

# FQUserRank0
source: Beginner
ko: 초심자

# FQUserRank0_description
source: You are a beginner.
ko: 당신은 초심자입니다.

# FQUserRank1
source: Bronze
ko: 브론즈

# FQUserRank1_description
source: You are bronze rank.
ko: 당신의 실력은 브론즈 클래스입니다.

# FQUserRank2
source: Silver
ko: 실버

# FQUserRank2_description
source: You are silver rank.
ko: 당신의 실력은 실버 클래스입니다.

# FQUserRank3
source: Gold
ko: 골드

# FQUserRank3_description
source: You are gold rank.
ko: 당신의 실력은 골드 클래스입니다.

# FQUserRank4
source: Neighborhood Influencer
ko: 동네 유명인사

# FQUserRank4_description
source: Your knowledge is unrivaled in this area.
ko: 당신의 명성은 이 동네에서 드높습니다.

# FQUserRank5
source: Urban Influencer
ko: 도시 유명인사

# FQUserRank5_description
source: Your knowledge is unparalleled within this city.
ko: 당신의 명성은 이 도시에서 드높습니다.

# FQUserRank6
source: Countrywide Influencer
ko: 전국구 유명인사

# FQUserRank6_description
source: Your extensive knowledge is acknowledged even by the country.
ko: 당신의 명성은 전국적입니다.

# FQUserRank7
source: Continental Influencer
ko: 대륙급 유명인사

# FQUserRank7_description
source: Your exceptional knowledge is on a continental scale.
ko: 당신의 명성은 대륙스케일입니다.

# FQUserRank8
source: Worldwide Influencer
ko: 전 세계적 유명인사

# FQUserRank8_description
source: Your exceptional knowledge is renowned worldwide.
ko: 당신의 명성은 전세계적입니다.

# FQUserRank9
source: Earth Guru
ko: 지구의 대가

# FQUserRank9_description
source: You are a maestro. Your exceptional knowledge can represent the Earth.
ko: 당신은 이 지구를 대표하는 Guru입니다.

# frog.state.notification.body.frogStateBad
source: Please cheer your Frog up by solving the Flag Quiz
ko: 국기 퀴즈를 풀고 지구리의 기운을 복돋아 주세요!

# frog.state.notification.body.frogStateGood
source: Perfect time to solve the Flag Quiz!
ko: 국기 퀴즈를 풀기 딱 좋은 시간이에요

# frog.state.notification.body.frogStateSoSo
source: When you solve the Flag Quiz, the Frog will feel better.
ko: 국기 퀴즈를 풀면 기분이 좋아질거에요 :)

# frog.state.notification.title.frogStateBad
source: Frog seems down 🥲
ko: 지구리가 기운이 없어요 🥲

# frog.state.notification.title.frogStateGood
source: Frog seems to be in a good mood
ko: 지구리가 기분이 좋아요 :)

# frog.state.notification.title.frogStateSoSo
source: Frog is waiting for you
ko: 지구리가 당신을 기다리고 있어요!

# frogPhotoBoothView.preparing.title
source: Wait a second...
ko: 잠시만 기다려 주세요...

# frogPhotoBoothView.rederedView.app.title
source: FlagFrog
ko: 지구리

# frogPhotoBoothView.share.title
source: Click here and share this photo
ko: 사진 공유하기

# frogPhotoBoothView.takeAPhotoButton.title
source: Take a photo
ko: 사진 찍기

# frogSettlementIcon.title
source: Frog Settelment
ko: 지구리 정착지

# frogView.closet.title
source: Closet
ko: 옷 갈아입기

# frogView.notEnoughCandyButton.title
source: Not enough candy.
ko: 지구알사탕이 부족합니다.

# frogView.photoBooth.title
source: PhotoBooth
ko: 포토부스

# frogView.store.title
source: Store
ko: 상점

source: Git Hub
ko: 깃허브

source: How about showing a little more interest in Earth's neighbors?
ko: 지구의 이웃들에게 조금만 더 관심을 가져볼까요?

source: Image
ko: 이미지

source: It appears you're not very interested in Earth's neighbors.
ko: 지구의 이웃들에게 관심이 너무 없으시군요.

# itemStoreView.add.to.cart.button.title
source: Add To Cart
ko: 카트에 담기

# itemStoreView.add.wearings.in.the.cart.button.title
source: Add the current outfit to the cart
ko: 착용 아이템 카트에 담기

# itemStoreView.already.wearing.button.title
source: Already Wearing
ko: 이미 착용 중

# itemStoreView.is.in.the.cart.button.title
source: Is In The Cart
ko: 카트에 있음

# itemStoreView.quit
source: Quit
ko: 나가기

# itemStoreView.there.are.no.items
source: There are currently no items listed.
ko: 아직 팔고 있는 상품이 없습니다.

# itemStoreView.title
source: Store
ko: 상점

# itemStoreView.toastAlert.addedTheTriedOnItems
source: Added the tried-on item to the cart
ko: 현재 입고 있는 옷들을 카트에 담습니다.

# itemStoreView.toastAlert.addedToCart
source: Added the item to the cart
ko: 아이템을 카트에 추가합니다

# itemStoreView.toastAlert.canNotAffordToBuy
source: You don't have enough points to buy.
ko: 아이템을 구입할 지구알사탕이 부족합니다.

# itemStoreView.toastAlert.cannotGetStoreItems
source: Can not get items
ko: 상점의 아이템을 가져올 수 없습니다.

# itemStoreView.toastAlert.checkedOutSuccessfully.%lld
source: You bought %lld items
ko: %lld개의 아이템을 구입했습니다.

# itemStoreView.toastAlert.failedToCheckingOut
source: The payment for the item failed.
ko: 아이템 결제에 실패했습니다.

# itemStoreView.toastAlert.tryOnTheItem
source: Trying on the item
ko: 아이템을 착용합니다.

# itemStoreView.toastAlert.tryOnTheItem.hasDuplication
source: Trying on the item, taking off any duplicate items from the relevant category
ko: 연관된 카테고리의 아이템을 벗고 새로운 아이템을 착용합니다.

# itemStoreView.try.on.button.title
source: Try On
ko: 착용해보기

# leave.apps
source: Leave App?
ko: 앱을 나가시겠습니까?

# linkingLogin.closet.description
source: To access the closet, please create an account now.
ko: 지구리 옷을 갈아입히고 싶나요? 먼저 계정을 생성해주세요!

# linkingLogin.countryStat.description
source: If you'd like to see your country stats, please create an account now.
ko: 나라별 퀴즈 기록을 보고 싶나요? 먼저 계정을 생성해주세요!

# linkingLogin.frogStateButton.description
source: To make the frog happy, please create an account now.
ko: 지구리를 행복하게 만들고 싶다면, 먼저 계정을 생성해주세요!

# linkingLogin.mypage.description
source: To access more features, please create an account now.
ko: 더 많은 기능을 사용하고 싶다면, 먼저 계정을 생성해주세요!

# linkingLogin.photoBooth.description
source: To access the photoBooth, please create an account now.
ko: 지구리 사진을 찍고 싶나요? 먼저 계정을 생성해주세요!

# linkingLogin.reward.description
source: To receive EarthCandy rewards, please create an account now.
ko: 지구알사탕 보상을 받고 싶나요? 먼저 계정을 생성해주세요!

# linkingLogin.store.description
source: To access the store, please create an account now.
ko: 지구리 옷을 쇼핑하고 싶나요? 먼저 계정을 생성해주세요!

# linkingLogin.userRank.description
source: If you want to see your detailed rank, please create an account now.
ko: 등급을 보고 싶나요? 먼저 계정을 생성해주세요!

# linkingLogin.userStat.description
source: If you'd like to see your quiz record, please create an account now.
ko: 퀴즈 기록을 보고 싶나요? 먼저 계정을 생성해주세요!

# linkingLoginView.should.signOut.alert.message
source: You already have an account. Please Sign In
ko: 다음 화면에서 다시 애플로그인을 진행해주세요!

# linkingLoginView.should.signOut.alert.title
source: This Account Is Aleady In Use
ko: 이미 등록한 계정입니다.

# loginView.anonymous.login.title
source: Start Without Sign In
ko: 로그인 없이 시작하기

# loginView.login.condition
source: Do you have a account or want to start with sign in?
ko: 이미 계정이 있거나 바로 가입해서 시작하시고 싶나요?

# loginView.or
source: OR
ko: 또는

# loginView.title
source: FlagFrog: Flag Quizzes
ko: 지구리: 국기퀴즈

source: Lv. %lld
ko: 레벨 %lld

# more.button.title
source: more
ko: 더보기

# mypage.accountDeletion.title
source: Delete account
ko: 계정 삭제

# mypage.askTo.title
source: Contact
ko: 문의하기

# mypage.editUserNameButton.title
source: Edit UserName
ko: 별명 수정

# mypage.info.title
source: Informations
ko: 공지사항

# mypage.logInButton.title
source: Log in
ko: 로그인

# mypage.logOutButton.title
source: Sign Out
ko: 로그아웃

# mypage.maker.title
source: Who Made This App?
ko: 만든이

# mypage.navigationTitle
source: My page
ko: 마이페이지

# mypage.openSourceLicense.title
source: Open Source Licenses
ko: 오픈소스 라이선스

# mypage.privacyPolicy.title
source: Privacy Policy
ko: 개인정보 처리방침

# mypage.reallyDelete.cancel
source: No I won't
ko: 아니오.

# mypage.reallyDelete.delete
source: Yes I will delete
ko: 네 계정을 삭제합니다.

# mypage.reallyDelete.title
source: All of your information will be deleted. Still, do you want to delete your account?
ko: 모든 정보가 삭제됩니다. 그래도 계정을 삭제하시겠습니까?

# mypage.servicePolicy.title
source: Terms of Use
ko: 이용약관

# mypage.userInfo.anonymous.badge
source: Anonymous User
ko: 익명 사용자

# mypage.userInfo.title
source: My Information
ko: 내 정보

# mypage.userName.placeholder
source: No Data
ko: 정보 없음

# mypage.version.information.%@
source: Version %@
ko: 버전 %@

source: N. America
ko: 북아메리카

# news.country.quiz.stats.title
source: Familiar to me
ko: 잘 알고 있어요!

# news.quiz.stats.title
source: Correct / Total
ko: 정답 / 전체

# news.today.country.title
source: Today's Country Or State
ko: 특집: 오늘의 국가 혹은 지역

# news.user.rank.title
source: My Rank
ko: 내 등급

# news.worst.country.quiz.stats.title
source: Unfamiliar to me
ko: 잘 모릅니다...

# newsViewEarthCandyView.balloon.title
source: Claim your daily rewards
ko: 일일 보상을 받아가세요

source: Next Quiz
ko: 다음 퀴즈

source: OK
ko: 확인

# onboarding.next
source: Next
ko: 다음

# onboarding.skip
source: Skip The Story
ko: 이야기 건너뛰기

# onboarding.story.one
source: There's an extraterrestrial being resembling a frog, who, for the past 30,000 years, had harbored ambitions of conquering Earth, abandoning their deteriorating home planet.
ko: 개구리를 닮은 외계인 그들은 3만 년 전부터 망가져 가는 고향 행성을 떠나 지구를 정복하겠다는 야망을 품고 있었다...

# onboarding.story.one.landscape
source: There's an extraterrestrial being resembling a frog, who, for the past 30,000 years, had harbored ambitions of conquering Earth, abandoning their deteriorating home planet.
ko: 개구리를 닮은 외계인, 그들은 3만 년 전부터 망가져 가는 고향 행성을 떠나 지구를 정복하겠다는 야망을 품고 있었다...

# onboarding.story.three
source: Eventually, they decide to disguise themselves as human pets. While maintaining their ambition to conquer Earth someday, they start studying each of Earth's countries one by one. They began to be called "FlagFrog".
ko: 결국 그들은 인간의 애완동물로 위장하기로 결심한다. 언젠가는 지구를 정복하겠다는 야망을 품고, 지구의 나라를 하나씩 공부하기 시작한다. 그들은 "지구리"라 불리우게 된다.

# onboarding.story.three.landscape
source: Eventually, they decide to disguise themselves as human pets. While maintaining their ambition to conquer Earth someday, they start studying each of Earth's countries one by one. They began to be called "FlagFrog".
ko: 결국 그들은 인간의 애완동물로 위장하기로 결심한다. 언젠가는 지구를 정복하겠다는 야망을 품고, 지구의 나라를 하나씩 공부하기 시작한다. 그들은 "지구리"라 불리우게 된다.

# onboarding.story.two
source: However, upon their arrival, Earth turned out to be far from a paradise. It was not only massive compared to their size, but it also harbored ruthless and brutal intellectual beings known as humans.
ko: 그러나 실제로 도착한 지구는 낙원이 아니었다. 그들의 몸집에 비해 거대하며, 무자비하고 잔인한 지적 생명체 '인간'도 존재했다.

# onboarding.story.two.landscape
source: However, upon their arrival, Earth turned out to be far from a paradise. It was not only massive compared to their size, but it also harbored ruthless and brutal intellectual beings known as humans.
ko: 그러나 실제로 도착한 지구는 낙원이 아니었다. 그들의 몸집에 비해 거대하며, 무자비하고 잔인한 지적 생명체 '인간'도 존재했다.

source: Open
ko: 열기

# open.in.maps
source: Open Maps
ko: 지도에서 열기

source: Quit
ko: 끝내기

# quiz.record.list.header.date.and.time
source: Quiz date
ko: 퀴즈 푼 시각

# quiz.record.list.header.score
source: Score & Class
ko: 점수 및 등급

# quiz.records.summary.quiz.result.title
source: Quiz Score
ko: 퀴즈 점수

# quiz.records.summary.submission.time.title
source: Quiz Time
ko: 퀴즈를 푼 시간

# quiz.result.countries.info.title
source: Countries Info
ko: 더 알아보기

# quiz.result.rounds.record.title
source: Quiz Records
ko: 퀴즈 기록

# quiz.round.records.answer.title
source: Answer
ko: 정답

# quiz.round.records.quiz.options.title
source: Quiz Options
ko: 퀴즈 선택지

# quiz.round.records.submission.title
source: Submission
ko: 제출

# quizIntro.quizCountPicker.title
source: Quiz Counts
ko: 퀴즈 문항 수

# quizIntro.quizItemCountPicker.title
source: Quiz Options
ko: 퀴즈 선택지 수

# quizIntro.quizTypeMenu.title
source: Quiz Type
ko: 퀴즈 타입

# quizResultScoreCard.quizOptionsCount.advantage.point
source: Quiz Options Count Advantage
ko: 퀴즈 옵션 수 추가 캔디

# quizResultScoreCard.quizType.advantage.point
source: Quiz Type Advantage
ko: 퀴즈 타입 추가 캔디

# quizSetting.intro
source: FlagFrog Conquer the world with the Flag Quiz.
ko: 지구리 국기 퀴즈로 지구를 정복하다.

# quizSettingControls.quiz.first
source: Shall we just start the quiz first?
ko: 그냥 먼저 퀴즈를 시작해 볼까요?

# quizSettingControls.quizCount.candy%lld
source: Maximum %lld points
ko: 최대 %lld개 캔디

# quizSettingControls.quizOptions.extra.candy%lld
source: Extra %lld Points
ko: + 추가 %lld개 캔디

# quizSettingControls.quizType.extra.candy%lld
source: Extra %lld Points
ko: +추가 %lld개 캔디

# quizSettingControls.total.maximum.candy.description%lld
source: You can get a maximum of %lld points
ko: 최대 %lld개의 캔디를 얻을 수 있습니다.

# quizSettingView.quiz.setting.title
source: Setting up a quiz
ko: 퀴즈 설정하기

# quizType.choose.capital.from.flag.shortened.title
source: Capital
ko: 수도

# quizType.choose.capital.from.flag.title
source: Guess Capital
ko: 수도 맞히기

# quizType.choose.flag.from.name.shortened.title
source: Name
ko: 이름

# quizType.choose.flag.from.name.title
source: Guess Flag
ko: 국기 맞히기

# quizType.choose.name.from.flag.shortened.title
source: Flag
ko: 국기

# quizType.choose.name.from.flag.title
source: Guess Name
ko: 이름 맞히기

# quizType.random.shortened.title
source: Random
ko: 랜덤

# quizType.random.title
source: Random
ko: 랜덤

# quizView.current.earthcandy.description
source: Current Balance
ko: 현재 획득 캔디

# quizview.question.chooseCaptialFromFlag
source: What is the capital of this country or state?
ko: 국가 혹은 지역의 수도는 어디일까요?

# quizview.question.chooseFlagFromName
source: What is the flag of this country or state?
ko: 이 국가 혹은 지역의 깃발은 무엇일까요?

# quizview.question.chooseNameFromFlag
source: Which country or state this flag is representing?
ko: 이 깃발이 나타내는 국가 혹은 지역은 다음 중 어느 곳일까요?

# rank.info.card.quiz.accuracy.description.%@
source: Quiz Accuracy: Over %@
ko: 퀴즈 정확도: %@ 이상

# rank.info.card.quiz.count.description.%@
source: Quiz count: Over %@ quizzes
ko: 퀴즈 횟수: %@ 이상

# really.quit.quiz
source: Do you really quit?
ko: 퀴즈를 종료 하시겠습니까?

# rewardedAdButton.loading.description
source: Loading...
ko: 불러오는 중...

# rewardView.ad.content.button.title
source: Get
ko: 받기

# rewardView.ad.content.button.title.ready
source: Preparing...
ko: 불러오는 중...

# rewardView.ad.content.description
source: Reward for One-time Viewing.
ko: 1회 시청 시 받을 수 있는 리워드

# rewardView.ad.content.description.%lld
source: %lld ad rewards left today
ko: 오늘 남은 횟수 %lld번

# rewardView.ad.content.title
source: Rewards for Watching Ads
ko: 광고 시청 리워드

# rewardView.daily.content.button.title.preparing
source: Preparing
ko: 준비 중...

# rewardView.daily.content.button.title.receive
source: Check-in
ko: 출석하기

# rewardView.daily.content.description
source: Rewards Upon Checking In
ko: 출석체크 시 받을 수 있는 리워드

# rewardView.daily.content.title
source: Daily Check-in Reward
ko: 일일 출석 리워드

# rewardView.title
source: Today's Reward
ko: 오늘의 무료 지구 알사탕

source: S. America
ko: 남아메리카

# save.and.quit
source: Quit
ko: 퀴즈 종료

# show.result.button.title
source: Show Detailed Result
ko: 결과보기

# start.quiz
source: Start!
ko: 퀴즈 시작하기

# storeItemCell.owned.item.description
source: Owned
ko: 소유 중

source: Submit Quiz
ko: 퀴즈 제출

# tabs.news.title
source: News
ko: 뉴스

# tabs.quizSetting.title
source: Quiz
ko: 퀴즈

# toastAlert.failed.to.get.ad.reward
source: Failed to get a ad viewing reward
ko: 광고시청 보상을 받는데 실패했습니다

# toastAlert.failed.to.get.daily.reward
source: Failed to get a daily attendance reward
ko: 일일 출석 보상을 받는데 실패했습니다

# toastAlert.get.ad.reward.%lld
source: Received %lld points as a ad viewing reward
ko: 광고시청 보상으로 %lld개의 지구알사탕을 받았습니다

# toastAlert.get.daily.reward.%lld
source: Received %lld points as a daily attendance reward
ko: 일일 출석 보상으로 %lld개의 지구알사탕을 받았습니다

# toastAlert.invalid.user
source: Invalid User
ko: 유효하지 않은 사용자입니다. 다시 로그인 해주세요.

# toastAlert.linkingLogin.failed
source: Failed to create an account
ko: 새로운 계정을 만드는데 실패했습니다.

# toastAlert.linkingLogin.failed.already.In.Use
source: This Account Is Aleady In Use
ko: 이미 등록한 계정입니다.

# toastAlert.linkingLogin.failed.to.signOut
source: Failed To Sign Out
ko: 로그아웃을 실패했습니다.

# toastAlert.userQuizStat.nilData
source: You have to do a quiz first
ko: 퀴즈를 먼저 풀어야 합니다.

# total.quiz.rank.progress.title
source: Quiz Achievement
ko: 퀴즈 성과

# user.rank.all.rank.info.title
source: All Ranks
ko: 모든 등급

# user.rank.capital.quiz.accuracy.title
source: Capital
ko: 수도

# user.rank.flag.to.name.quiz.accuracy.title
source: Flag → Name
ko: 국기 → 이름

# user.rank.name.to.flag.quiz.accuracy.title
source: Name → Flag
ko: 이름 → 국기

# user.rank.quiz.accuracy.gauges.title
source: Quiz Accuracy By Type
ko: 퀴즈 종류별 정확도

# user.rank.view.quiz.accuracy.progress.title
source: Quiz Accuracy
ko: 퀴즈 정확도

# user.rank.view.quiz.count.progress.title
source: Quiz Count
ko: 퀴즈 횟수

# userNameInput.character.instruction
source: You can only use alphabets (a-z, A-Z) and numbers in your username.
ko: 영어 알파벳 대소문자, 숫자만 사용할 수 있습니다

# userNameInput.length.instruction
source: Nickname must be 20 characters or fewer.
ko: 20글자 이하로 작성해 주세요.

# userNameInput.submitButton.title
source: Submit User Nickname
ko: 별명 제출하기

# userNameInput.textField.title
source: User Nickname
ko: 별명 입력

# will.open.in.maps.question
source: You are about to open a "Maps" app. Continue?
ko: "지도" 앱을 열려고 합니다. 계속 하시겠습니까?

source: You are a true citizen of this Earth!
ko: 이 지구의 참된 시민이십니다.

source: You certainly have a rich knowledge about Earth's neighbors!
ko: 지구의 다른 이웃에 대한 상식이 풍부 하시네요!

# you.have.got
source: You've got
ko: 얻은 지구알사탕
